app/controllers/sessions_controller.rb

SELECT `users`.* FROM `users` WHERE `users`.`email` IS NULL LIMIT 1
---
  def create
    @user = User.new session_params
    user = User.find_by email: params.dig(:user, :email)&.downcase